Repository: wpsight/wpcasa-pricing-tables
Catalog: languages/wpcasa-pricing-tables-*.po
Languages: de_de

source: Pricing Tables
de_de: Preistabellen

source: Pricing Table
de_de: Preistabelle

source: Add New
de_de: Erstellen

source: Add New Pricing Table
de_de: Neue Preistabelle erstellen

source: Edit Pricing Table
de_de: Preistabelle bearbeiten

source: New Pricing Table
de_de: Neue Preistabelle

source: View Pricing Table
de_de: Preistabelle anzeigen

source: Search Pricing Table
de_de: Preistabelle suchen

source: No Pricing Tables found
de_de: Keine Preistabellen gefunden

source: No Items Found in Trash
de_de: Keine Preistabellen im Papierkorb gefunden

source: Subtitle
de_de: Untertitel

source: Enter a subtitle that is displayed before the pricing table
de_de: Geben Sie einen Untertitel ein, der vor der Preistabelle angezeigt wird

source: Pricing Plans
de_de: Preispakete

source: Title
de_de: Titel

source: Enter the name of the pricing plan here
de_de: Geben Sie den Namen des Paketes hier ein

source: Enter the subtitle of the pricing plan here
de_de: Geben Sie den Untertitel des Paketes hier ein

source: Price
de_de: Preis

source: Duration
de_de: Dauer

source: Enter the pricing plan duration (e.g. <code>/ month</code>)
de_de: Geben Sie die Dauer des Paketes ein (z. B. <code>/ Monat</code> )

source: Enter the pricing plan details here (one per line)
de_de: Geben Sie die Details des Paketes hier ein (eines pro Zeile)

source: Ribbon
de_de: Bändel

source: Enter some text (e.g. Best Value) to display a ribbon
de_de: Geben Sie Text ein (z. B. Best Value) um ein Bändel anzuzeigen

source: Enter the text for the button
de_de: Geben Sie den Text für den Button ein

source: Enter the URL for the button
de_de: Geben Sie die URL für den Button ein

source: Create the pricing plans for this table
de_de: Erstellen Sie die Pakete für diese Preistabelle.

source: Pricing Plan {#}
de_de: Preispaket {#}

source: Add Pricing Plan
de_de: Paket erstellen

source: Remove
de_de: Entfernen

source: Note
de_de: Hinweis

source: Enter a note that is displayed after the pricing table
de_de: Geben Sie einen Hinweis ein, der nach der Preistabelle angezeigt wird

source: General
de_de: Allgemein

source: Package
de_de: Paket

source: Select a package this plan is linked to
de_de: Wählen Sie ein Paket, auf das dieser Plan verweist

source: will be ignored when a package is selected
de_de: bleibt unberücksichtigt, wenn ein Paket ausgewählt ist

source: Use this shortcode to display this pricing table in your content
de_de: Verwenden Sie diesen Shortcode, um die Preistabelle in Ihrem Content anzuzeigen

source: A pricing table with this ID does not exist.
de_de: Eine Preistabelle mit dieser ID existiert nicht.

source: Choose Plan
de_de: Tarif auswählen

source: This pricing table does not have any plans yet.
de_de: Diese Preistabelle hat noch keine Pakete.

source: Add pricing tables to WPCasa using a shortcode.
de_de: Preistablle mithilfe eines Shortcodes anzeigen.
